{
  "Introduction": "I built my first website at 12 years old and since then I have enjoyed discovering new languages (shell, C/C++, Assembly, Flutter) and different topics, ranging from Architecture choices to Computing Optimization.\n\nI have worked for financial institutions, as a matter of fact I started as a financial analyst and reconverted as a developer and entrepreneur after a short training in the 42 School.\n\nI am also certified as AWS Solutions Architect and now primarily focus on Flutter, this website is in fact built in Flutter in fact, and one of the very first of the Word Wide Web!\n\nFlutter SDK allows me to develop very quickly high performance mobile apps both IOS and Android, desktop applications (Windows, MacOS and Linux) and Websites. This will be the language that will kick React out of its leading position for sure!\n",
"Portfolio": "Throughout the years I have successfully contributed to miscellaneous software programs and built my own ones. My latest project is called Haven, a mobile app to efficiently look for the best apartments",
"Services": "I can either build your desired website and/or mobile app or be hired for short periods with a daily rate of €570",
"Reviews": "'I was able to work with Antonin on a marketplace creation project at Engie. Critical project of global scope on a very specific vertical (utilities). Antonin has proven to be a developer who quickly understands the issues, who gains in skill extremely quickly and happily leaves his comfort zone. He was able to work with many amazon web services (cloud) and python language bricks (s3 storage, elasticsearch, postgre rds). Integrated into the team in a few hours, Antonin in addition to quickly understanding and well coded is nice and has humor (including himself and his job) which does not spoil anything, quite the contrary! I can only recommend his services!' - Aissa Belaid, (Former) Engie CTO\n\n'Antonin has solid low-level tech skills and is a passionate about software engineering. I found he was always working to improve agile process and introduce tools to drive quality and output. He listens well and challenges you in a thoughtful and inspirational way that helps the team overcome any technical challenge. I look forward to hopefully working again with Antonin in the future.' - Nicolas Pouzenc, Software Architect at AXA Investment Managers\n\n'I had the pleasure to work with Antonin in the same department while at SGCIB and experienced him as a competent and reliable teammate. Antonin was committed and driven at work, easy-going and warm-hearted in person and was always ready to help. He was a source of inspiration to those around him. I strongly recommend Antonin for his excellent technical abilities and interpersonal skills.' - Elies Sekouri, Developer/Technical Architect at Societe Generale Corporate Investment Banking\n\n'I took Antonin's courses \"C# Applied to Finance Usecases\" as well as \"VBA\" as a master 2 student of Statistic and Financial Engineering, a selective program at Paris II University. The course was a great combination of financial knowledge and algorithms. Antonin's unique way of teaching, which emphasized on practical problem-solving, helped me develop solid skills in C# and VBA while having fun along the way. Despite the different beginning skill levels of 30+ students, Antonin ensured everyone's maximum growth through individualized attention and his generosity of time. His genuine passion for teaching and sharing made him one of our most beloved teachers. Thank you Antonin!' - Shuyi WANG, FX Broker",
"Learning Center": "",
"Blog": "Reading, https://www.eff.org/fr/deeplinks/2021/01/beyond-platforms-private-censorship-parler-and-stack",
"Random": "February 7: Coding WebSockets\n\nFebruary 2: Watching, the latest memes of GME stock at https://www.reddit.com/r/wallstreetbets/"
}